{"pages":[{"title":"About me","text":"一个大彩笔，确实很菜啊草 SDU本科在读，梦想做很酷的research GitHub page貌似有点慢，只适合记录我的逆天日常了，可能去CSDN写一写笔记博客之类的来着。","link":"/about/me.html"}],"posts":[{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/2022/06/25/hello-world/"},{"title":"testpic","text":"测试一下图片的插入","link":"/2022/07/04/testpic/"},{"title":"diary","text":"写在前面 总之是要简单的记录一下生活，不至于回顾自己的时候，没有任何痕迹 2022.7.4被南大的OS课给虐爆了，我他妈大学前两年学了啥啊。。。。。（指看阅读材料都看不懂的程度 然后就是稍微补补微积分吧，这个数学水平太不够看了 2022.7.5今天连续睡了12个小时，恍如隔世。。。 起床就是听外甥哭闹，果然我还是喜欢安静草，小孩什么的属实不感兴趣 2022.7.6值得高兴的一天，本来抱着必死的决心（指如果报修不行，就买跟新的）试试apple pencil，结果发现它突然就好了 然后是和好基友出去玩的一天，附该海拔188猛男广场舞图 是的，明天一定学习 2022.7.7今天面基了二中在sdu读书的老学长们，非常的亲切，感觉大家都去读研了，毕竟本科出去工作貌似还是很让人焦虑的 是的，又是明天一定学习（然而写下这段文字的时间是7.8上午11点。。。 2022.7.8关于去理发理发师问你剪啥样的头型的时候，社恐一般都会开放命题为《剪短就行》 然后就是摘掉眼镜，啥都看不到的等待审判（草 对了，今天安倍晋三嗝屁了，纪念一下 2022.7.10今天是很复杂的胡思乱想（毫无语序可言： 真的很想很想ta。。。很冲动，冲动到想删掉所有的联系方式，但只有自己知道舍不得（可能是突发恶疾吧。。。这并不好 我真的有这么喜欢她吗？ 其实根本没发生过什么，，，也不像别人的故事如此令人潸然泪下， 。。。。 有 但是我得保持体面来着草（毕竟是高傲的我），“我还喜欢你，可好像只能到这里了” 张悬的歌确实很好听，无论从哪个角度，都让人动容 希望自己能找到如何清空这段回忆的答案。（或许只是闲着没事干来着 呼，总觉得自己无论是面对同学，还是真心的喜欢的人，社交面具也难以扯下，貌似也没人做到过让我扯下社交面具（如果有也是初恋吧），INFJ确实是狗屁（指我 想说的太多了，于是啥也说不出来（诡辩的 2022.7.11值得纪念的一天，（希望）成功切割 晚上去轰趴！！！！！！！！ 2022.7.13 想了一下这个github page并不适合当做知识博客使用，属实是太慢了。 感觉csdn博客园虽然烂了点，但是毕竟方便来着，博客园高星的皮我都不大喜欢草。。。。 总之，这个地方用来瞎记录得了 2022.7.14今天要好好学习！！！（sj：2022年7月14日10:18:04 2022-7-14 23:43:47：没错，是没学习，但是推荐一首歌：喜欢-张悬 2022.7.16家庭聚会，对于我这种喜欢安静的人来说，只会感到深深的无聊，然后就是很没有眼色的吃饱自己去刷手机了。 分享吊事： 我：话说外接显示器为什么鼠标跟****一样啊 我：会卡顿，气死我了 我：英伟达是不是该司马了啊 原父（也就是览子哥：baby i aint smoking by your rules 原父：臭要饭的别当我财路 原父：why you always so poor 2022.7.17今天是列了TODO的一天（在做了 和朋友们吃饭，几个女生还是如此健谈，带我重温了一遍高中的瓜，草，几个人聊了三个小时，笑声包间挡不住 大家聊大学以来的情感问题，轮到我的时候 A：zym已经是个二次元了，肯定没啥感情经历，然后我被跳过 我：太对了 2022.7.18我曾经七次鄙视自己的灵魂 第一次，当它本可进取时，却故作谦卑； 第二次，当它在空虚时，用爱欲来填充； 第三次，在困难和容易之间，它选择了容易； 第四次，它犯了错，却借由别人也会犯错来宽慰自己； 第五次，它自由软弱，却把它认为是生命的坚韧； 第六次，当它鄙夷一张丑恶的嘴脸时，却不知那正是自己面具中的一副； 第七次，它侧身于生活的污泥中，虽不甘心，却又畏首畏尾。 私以为这是所有人都在犯的错误，共勉 2022.7.21很平淡的生活，只是觉得再不更新不大好。 草，MBTI应该是骗人的吧，INFJ（我）这么抽象吗 2022.7.22LOL游戏环境太差劲了，ad选手上分更是得看辅助脸色。 貌似都是补位辅助，这年头全是玩打野的草 终于做完第一个实验了，py数据处理这块要慢慢积累 2022.7.24定个目标吧，如果可以保研的话，冲击哈深，最次本校。 干巴爹 2022.7.25要找就找soulmate，早日遇到那个双向的soulmate吧，乐 但是ML好有意思捏，想做research捏 2022.7.28关于从恋爱到失恋只需要五分钟这件事 2022.7.29洁宝可爱捏，玩抽象正式步入新高度了属于是 2022.7.30“任何与此无关的事，我都没时间去理会” 每当自己看到那些优秀的工作者，做出的工作。 我会问自己，我能做到吗？ 我不知道，所以得试试。 总不能不试试就妥协 But whatever 想起床打篮球，困的时候能喝碗鸡汤。 2022.7.31鉴于今天没有好玩的事情发生，于是说一说关于我13抽一只万叶，然后7抽一个迪卢克这件事（没错，就是在装逼 我的评价是，二命万叶再见，宵宫稳了。 假期好无聊啊，快点开学！！！！！！！！！！ 预祝自己八月快乐 2022.8.2很生气，美国那几个老逼登能不能快点爆金币啊。 吾辈当自强 2022.8.4给自己画一个句号，才能开启新的篇章 大方点对吧。。。。 2022.8.5草，反正我站纪江，毕竟大家都是败犬。 2022.8.6火锅和烤肉永远都是第一口好吃，合成肉霸占整个火锅烤肉市场，某种程度上来说是一件令人伤心的事情。 反而是鲜肉的烧烤和家常菜更让人吃完觉得安心和舒服了。 看知乎还是单纯的汲取知识得了，免得被懂哥疯狂带着走，以至于在一些问题上没有自己的思考，只顾着盲从。 2022.8.7三天把天才基本法看完了，其实开始想看的原因只是，我很好奇这部剧到底会怎么写我所仰望的，羡慕的，嫉妒的那些天才，可能因为自己也曾被赋予厚望，然而我并不是真正的天才。 但是看完吧，倒也更加希望自己能一以贯之的努力，不得懈怠的人生。 2022.8.13因为震惊所以来更新一下日记，关于同桌官宣新npy这件事，妈的和前女友谈了四年恋爱，还就那个分手了 印象当中属于是模范情侣了。 草草草草草草 草 理解，尊重，谁让是我兄弟呢 2022.8.16快点开学，在家要发霉了，突然想起来开学第一个星期就是中秋节 打算给高中老师买点sdu的月饼，去年是打算的买的，但是没买到草，属于是很抢手了。 2022.8.17每次很生气都会让我注意力贼集中， 莫名其秒喜欢这种感觉。。。什么s体质啊草 2022.8.24不更单纯是因为我懒，是这样的，快点开学 2022.8.28夜宵是泡面火腿加粽子，属于是康师傅加粽子核心了。 明天野球必然大杀四方 2023.4.16今天发现刚吃完就坐下会导致消化不良。难受一晚上了 周老师点名要看，就更一起。","link":"/2022/07/05/diary/"},{"title":"2022summerTODO","text":"写在前面玩够了，e够了，我的评价是，不如学习 借此TODO来督促自己，大概是个总体上的计划，太过细致并不适合我。 注：完成会被划上删除线 括号内有DDL，若规定时间没完成，额，那就没完成（bushi 每日一题特殊标注，具体看格式得了，义！乌！ missing semester（2022.7.25，24.00之前 吴恩达机器学习，（2022.8.20，24.00之前 每日一题吧2333（这个会在下面列出来（指哪天做了哪天没做），并附上代码，具体题目上csdn吧，呼 YouTube python（这个很灵活，2022.7.30，24.00之前 南大OS，这个是真的难啊，感觉是寄了的（暂时不设限，给自己开摆的理由，但是看一遍视频还是OK的。。 基于阿里巴巴天池的，Numpy，Pandas，Matplotlib三个库的学习（ddl分别是7.30, 8.5, 8.10，24.00之前 。。。。。待补充 分割线———————————————————————————————————————————————— 然后可以阶段性汇报一下战绩，至于是不是每天，这主要还是看我心情，乐了 2022.7.18毕竟是第一天，还是该更一更的，今天的dfs题剪枝没剪出来。。。拉了 看了，vim和bash脚本，我的评价是，看完忘完，明天做做题 2022.7.21热烈庆祝每日一题第一摆！！！！！！！！ 明天做，明天做 第一次线性回归的作业我就做了一天（ 2022.7.24update一下list，改一些计划 剔除YouTube python，改为Numpy，Pandas，Matplotlib三个库的学习了 2022.7.30额，显而易见，numpy没看完，比我预想得要慢好多。。。。 至于，什么时候完成呢。。。。8.5号一定2333 2022.8.6颓废这种事情是必须要承认的呃呃，作为惩罚： 全体目光向我看齐，看我看我，我宣布个事儿， 我会每天都更新这个版块","link":"/2022/07/17/todolist/"},{"title":"“实验三测试”","text":"我爱云计算实验我爱云计算实验1print(&quot;6&quot;)","link":"/2023/03/14/%E2%80%9C%E5%AE%9E%E9%AA%8C%E4%B8%89%E6%B5%8B%E8%AF%95%E2%80%9D/"},{"title":"实验报告","text":"","link":"/2023/03/21/%E5%AE%9E%E9%AA%8C%E6%8A%A5%E5%91%8A/"}],"tags":[{"name":"test","slug":"test","link":"/tags/test/"},{"name":"日常碎碎念","slug":"日常碎碎念","link":"/tags/%E6%97%A5%E5%B8%B8%E7%A2%8E%E7%A2%8E%E5%BF%B5/"},{"name":"云计算","slug":"云计算","link":"/tags/%E4%BA%91%E8%AE%A1%E7%AE%97/"}],"categories":[{"name":"Diary","slug":"Diary","link":"/categories/Diary/"},{"name":"diary","slug":"diary","link":"/categories/diary/"},{"name":"TODO","slug":"TODO","link":"/categories/TODO/"},{"name":"lab","slug":"lab","link":"/categories/lab/"}]}